export const heroData: any = {
  title: "Системы управления сложными объектами и процессами",
  mags: "Магистерская программа Уральского федерального университета",
  learn: "Научись разрабатывать технические системы",
  direction: {
    id: "27.04.04",
    desc: "Управление в технических системах",
  },
  format: "Очная",
  duration: "2 года",
  places: "25",
};

export const aboutData: any = [
  {
    title: "Современная профессия",
    body: "Кто такой инженер искусственного интеллекта? Это специалист, который знает и машинное обучение, и методы/инструменты программной инженерии. Все это необходимо для создания масштабных комплексных программных систем. ",
  },
  {
    title: "Актуальные знания",
    body: "В программе подробно рассматривается применение искусственного интеллекта для нескольких предметных областей: компьютерное зрение, обработка естественного языка, информационная безопасность, предиктивная аналитика. ",
  },
  {
    title: "Проектное обучение",
    body: "Магистр принимает решение, каким проектом заниматься — может выбрать исследовательский проект или практическую задачу, поставленную индустриальным партнером программы.",
  },
  {
    title: "Для кого",
    body: "Программа ориентирована на выпускников бакалавриата ИТ, инженерных, математических, естественно-научных и экономических направлений.",
  },
  {
    title: "Стартап как диплом",
    body: "Разработчики собственных инновационных проектов в области искусственного интеллекта имеют возможность защитить выпускную работу в формате «Стартап как диплом».",
  },
  {
    title: "Высокая зарплата",
    body: "Специалист на позиции Machine Learning Engineer зарабатывает от 170 000 рублей в месяц (по данным hh.ru)",
  },
];

export const professionData: any = {
  title:
    "Научитесь создавать современные программы и аппаратуру для испытаний систем с автоматическим управлением.",
  list: [
    "Инженер машинного обучения",
    "Инженер искусственного интеллекта",
    "Data Scientist",
    "Инженер данных",
    "Инженер MLOps",
  ],
};

export const questionsData: any = [
  {
    id: 1,
    question: "Какой шоколад вы любите?",
    answers: ["Черный", "Белый", "Молочный"],
  },
  {
    id: 2,
    question: "Как ваши дела?",
    answers: ["Гуд", "Очень Гуд", "Мега Гуд", "Невероятно Гуд"],
  },
  {
    id: 3,
    question: "Почему Вы выбрали ИРИТ-РТФ?",
    answers: ["РТФ", "УРФУ", "ПОПОВ"],
  },
  {
    id: 4,
    question: "Новокольцовск далеко, но в душе он близко...???",
    answers: ["Факт", "Слишком далеко"],
  },
  { id: 5, question: "Вы любите УрФУ?", answers: ["Да"] },
];
